---
kind: enumMember
id: F:Autodesk.Revit.DB.DuplicateTypeAction.Abort
enum: Autodesk.Revit.DB.DuplicateTypeAction
source: html/edea3b11-e447-7ca1-bd8b-7d6709c5a699.htm
---
# Autodesk.Revit.DB.DuplicateTypeAction.Abort

Cancel the paste operation.